{
  "SITE_LANG": "en",
  "PAGE_URL": "igorgcustodio.com",
  "PAGE_LOCALE": "en",
  "PAGE_DESCRIPTION": "Developer, Computer Engineering Student and passionate about inovation",
  "DESCRIPTION": "computer engineering | web developer | IoT enthusiast",
  "ADDRESS": "curitiba, pr, brazil",
  "ABOUT": "<p>Computer Engineering student at Positivo University, front-end developer at Snowman Labs and passionate about technology and its potential.</p><p>\"The tecnology is the future and creating the future is something inspiring\"</p><p>Currently, I work as front-end developer using Angular and I use C and Java for my course, but I have experience with PHP and Laravel framework, Swift and Node. I've worked with Arduino and Raspberry Pi and currently I use the Tiva C-Series for embedded systems works.</p>",
  "EDUCATION": "education",
  "EDUCATION_1_TITLE": "Computer Engineering",
  "EDUCATION_1_LOCATION": "Positivo University",
  "EDUCATION_1_DURATION": "2016 - current",
  "EDUCATION_1_DESCRIPTION": "Graduation in Computer Engineering by Positivo University where the main focuses of the course are the development for embedded systems involving all the electronic part and all the programming part. In addition, it relies heavily on developing systems in low and high-level languages and focusing on solving the problems common to all engineering.\nEmbedded systems of low cost, Internet of Things, development of systems as a whole, automation of the most diverse areas are what describe this course",
  "EDUCATION_2_TITLE": "Computer Technician",
  "EDUCATION_2_LOCATION": "TECPUC",
  "EDUCATION_2_DURATION": "2014 - 2015",
  "EDUCATION_2_DESCRIPTION": "Technical course made at TECPUC focused on web development (PHP and JavaScript), beyond design concepts (UX and UI) and basic knowledge in network management such as configuration of equipment via CLI and communication protocols.",
  "EDUCATION_3_TITLE": "High School",
  "EDUCATION_3_LOCATION": "Avelino Antonio Vieira School",
  "EDUCATION_3_DURATION": "2013 - 2015",
  "EDUCATION_3_DESCRIPTION": "Student with honors",
  "EXPERIENCE": "experience",
  "EXPERIENCE_1_TITLE": "Front-end developer",
  "EXPERIENCE_1_LOCATION": "Snowman Labs",
  "EXPERIENCE_1_DURATION": "nov, 2018 - current",
  "EXPERIENCE_1_DESCRIPTION": "I develop the application's front-end using Angular, following the layout drawed by design team and integrating with the application's back-end. I'm ever seeking maintain the quality code and performatic application.",
  "EXPERIENCE_2_TITLE": "Developer",
  "EXPERIENCE_2_LOCATION": "Nassar IT",
  "EXPERIENCE_2_DURATION": "jul/2017 - nov/2018",
  "EXPERIENCE_2_DESCRIPTION": "I've worked with iOS development using Swift for about four months and after this time I've worked with web development using JavaScript and PHP with Laravel framework.\n\nIn addition, I was responsible for the adoption of Git for code versioning and Trello for project management, defining standards for both.",
  "EXPERIENCE_3_TITLE": "IT Internt",
  "EXPERIENCE_3_LOCATION": "Finaxis Bank",
  "EXPERIENCE_3_DURATION": "jul/2016 - jun/2017",
  "EXPERIENCE_3_DESCRIPTION": "Support and development internt where I had the first contact with large applications and teamwork.",
  "INTERESTS": "interests",
  "INTERESTS_DESCRIPTION": "<p>About my \"non-tech\" side, I have interest in field of psychology because I consider it essential to understand how the human mind works before try to teach a computer to think. I consider myself an optimistic person who is always to be better than I was yesterday. Before solving a problem, I try to understand the real problem and which is the best way to solve it.</p><p>I like to say that \"the only constant in my life is change\" because I always look learn new things that help me in some way and so I can join unrelated knowledge. Besides being a good professional, I try to be a good person as well. </p>"
}
