{
  "SITE_LANG": "pt-br",
  "PAGE_URL": "igorgcustodio.com",
  "PAGE_LOCALE": "pt_BR",
  "PAGE_DESCRIPTION": "Desenvolvedor, estudante de Engenharia da Computação e apaixonado por inovação",
  "DESCRIPTION": "engenharia da computação | desenvolvedor web | entusiasta de IoT",
  "NAVBAR_SUBTITLE": "estudante de engenharia da computação",
  "TITLE": "Oi, eu sou o Igor.",
  "SHORT_DESCRIPTION": "Estudante de Engenharia da Computação, desenvolvedor web, apaixonado por inovação, piadista e criador de <a href=\"https://open.spotify.com/user/12142132372\" title=\"Link Spotify\" target=\"_blank\">playlists</a>.",
  "ABOUT_TITLE": "Sobre mim",
  "ABOUT_DESCRIPTION_1": "\"A tecnologia é o futuro do mundo e ser capaz de criar o futuro é algo inspirador\"",
  "ABOUT_DESCRIPTION_2": "Tenho experiência com metodologias ágeis e consigo me integrar facilmente nas equipes que atuo sempre procurando manter um ambiente leve e com interação da equipe, além, é claro, da qualidade do trabalho. Estou começando a me aventurar no mundo de inteligência artificial e de gestão com ferramentas que me auxiliam tanto pessoal quanto profissionalmente.",
  "ABOUT_ADDRESS": "Curitiba - PR, Brasil",
  "ABOUT_LANGUAGES": "Português (nativo), Inglês (intermediário), Espanhol (básico)",
  "INTERESTS_TITLE": "Interesses",
  "INTERESTS_DESCRIPTION_1": "Falando um pouco mais do meu lado \"não tech\", tenho interesse pela área de psicologia pois considero essencial entender como a mente humana funciona para só depois ensinar um computador a pensar. Me considero uma pessoa otimista e que está sempre buscando ser melhor do que fui ontem. Antes de querer resolver um problema, procuro entender qual é o problema, de fato, e qual é a melhor forma de resolvê-lo.",
  "INTERESTS_DESCRIPTION_2": "Gosto de dizer que \"a única constante em minha vida é a mudança\" porque procuro sempre aprender coisas novas que me auxiliem de alguma forma e assim consigo unir conhecimentos até então desconexos. Além de um bom profissional, eu procuro ser uma boa pessoa também. ",
  "EDUCATION_TITLE": "Educação",
  "EDUCATION_COURSE_1_TITLE": "Engenharia da Computação",
  "EDUCATION_COURSE_1_LOCAL": "Universidade Positivo",
  "EDUCATION_COURSE_1_TIME": "2016 até o momento (conclusão prevista: 2020)",
  "EDUCATION_COURSE_1_DESCRIPTION": "Participei de eventos como a IoT Latin America em São Paulo e outros diversos eventos em Curitiba como CapiConf e Google Developers Group (GDG) DevFest. Participei de diversos hackathons onde aprendi e compartilhei conhecimento com diversas pessoas da área.",
  "EDUCATION_COURSE_2_TITLE": "Técnico em Informática",
  "EDUCATION_COURSE_2_LOCAL": "TECPUC",
  "EDUCATION_COURSE_2_TIME": "Jan/2014 até Jun/2015",
  "EDUCATION_COURSE_2_DESCRIPTION": "Curso técnico feito pela TECPUC com foco em desenvolvimento web (PHP e JavaScript), além de noções de design (UX e UI).",
  "CAREER_TITLE": "Carreira",
  "CAREER_1_TITLE": "Desenvolvedor Full-stack",
  "CAREER_1_LOCAL": "Rentcars.com",
  "CAREER_1_TIME": "Dez/2019 até o momento",
  "CAREER_1_DESCRIPTION": "Atuo como parte do time de produto ajudando na manutenção dos sites e buscando melhoria constante junto à equipe.",
  "CAREER_2_TITLE": "Desenvolvedor Front-end",
  "CAREER_2_LOCAL": "Snowman Labs",
  "CAREER_2_TIME": "Nov/2018 até Dez/2019",
  "CAREER_2_DESCRIPTION": "Era membro da equipe de front-end onde desenvolvíamos a interface das aplicações utilizando Angular, seguindo o layout desenvolvido pelos designers e integrando com o back-end, procurando sempre manter um código de qualidade e performático.",
  "CAREER_3_TITLE": "Desenvolvedor Front-end (alocado pela Snowman Labs)",
  "CAREER_3_LOCAL": "Banco Bari",
  "CAREER_3_TIME": "Jul/2019 até Nov/2019",
  "CAREER_3_DESCRIPTION": "Fiquei alocado no Banco Bari enquanto trabalhava na Snowman Labs.</p><p>No Banco Bari, era um dos desenvolvedores do Internet Banking do banco e o responsável pela landing page do mesmo. Foi um período de bastante aprendizado onde trabalhei com a metodologia Scrum de uma forma bastante eficiente.",
  "ACHIEVEMENT_TITLE": "Conquistas e prêmios",
  "ACHIEVEMENT_1_TITLE": "Representante Brasileiro na 23ª Youth Assembly",
  "ACHIEVEMENT_1_LOCAL": "New York, New York",
  "ACHIEVEMENT_1_TIME": "Fev/2019",
  "ACHIEVEMENT_1_DESCRIPTION": "A Youth Assembly, evento que reúne jovens lideranças mundiais para debater soluções para os Objetivos de Desenvolvimento Sustentável da ONU.</p><p class=\"item-description\">Foi uma experiência incrível onde conheci pessoas de vários lugares do mundo e vi que todos têm vontade de fazer do mundo um lugar melhor para viver.",
  "ACHIEVEMENT_2_TITLE": "Menção Honrosa na 8ª OBMEP",
  "ACHIEVEMENT_2_LOCAL": "C. E. Avelino Antonio Vieira",
  "ACHIEVEMENT_2_TIME": "2012",
  "ACHIEVEMENT_2_DESCRIPTION": "Participei da 8ª edição da Olímpiada Brasileira de Matemática (OBMEP) onde fui contemplado com uma Menção Honrosa destacando o meu desempenho na prova"
}
