{
  "SITE_LANG": "pt-br",
  "PAGE_URL": "igorgcustodio.com",
  "PAGE_LOCALE": "pt_BR",
  "PAGE_DESCRIPTION": "Desenvolvedor, estudante de Engenharia da Computação e apaixonado por inovação",
  "DESCRIPTION": "engenharia da computação | desenvolvedor web | entusiasta de IoT",
  "ADDRESS": "curitiba, pr, brasil",
  "ABOUT": "<p>Estudante de Engenharia da Computação na Universidade Positivo, desenvolver front-end na Snowman Labs e apaixonado por tecnologia e o que podemos fazer com ela.</p><p>\"A tecnologia é o futuro do mundo e ser capaz de criar o futuro é algo inspirador\"</p><p>Atualmente trabalho como desenvolvedor front-end utilizando Angular e utilizo C e Java na graduação, porém conto com experiência em PHP e o framework Laravel, Swift e Node. Já trabalhei com Arduino e Raspberry Pi e atualmente utilizo a Tiva C-Series para sistemas embarcados.</p>",
  "EDUCATION": "educação",
  "EDUCATION_1_TITLE": "Engenharia da Computação",
  "EDUCATION_1_LOCATION": "Universidade Positivo",
  "EDUCATION_1_DURATION": "2016 - atual",
  "EDUCATION_1_DESCRIPTION": "Graduação em Engenharia da Computação na Universidade Positivo onde o foco principal do curso é o desenvolvimento para sistemas embarcaddos envolvedo a parte de eletrônica e programação",
  "EDUCATION_2_TITLE": "Técnico em Informática",
  "EDUCATION_2_LOCATION": "TECPUC",
  "EDUCATION_2_DURATION": "2014 - 2015",
  "EDUCATION_2_DESCRIPTION": "Curso técnico feito pela TECPUC com foco em desenvolvimento web (PHP e JavaScript), além de noções de design (UX e UI) e alguns conhecimentos em gerenciamento de redes tais como configuração de equipamentos via CLI e protocolos de comunicação.",
  "EDUCATION_3_TITLE": "Ensino Médio",
  "EDUCATION_3_LOCATION": "C. E. Avelino Antonio Vieira",
  "EDUCATION_3_DURATION": "2013 - 2015",
  "EDUCATION_3_DESCRIPTION": "Menção Honrosa na 8ª OBMEP (Olimpíada Brasileira de Matemática das Escolas Públicas) no ano de 2012.",
  "EXPERIENCE": "experiência",
  "EXPERIENCE_1_TITLE": "Desenvolvedor Front-end",
  "EXPERIENCE_1_LOCATION": "Snowman Labs",
  "EXPERIENCE_1_DURATION": "nov/2018 - atual",
  "EXPERIENCE_1_DESCRIPTION": "Desenvolvo o front-end das aplicações utilizando Angular, seguindo o layout desenvolvido pelos designers e integrando com o back-end, procurando sempre manter um código de qualidade e performático. \n\nAtuação em projetos para Unimed Uberaba, Banco RCI, Duopana e atualmente no Banco Bari do Grupo Barigui.",
  "EXPERIENCE_2_TITLE": "Analista de Sistemas",
  "EXPERIENCE_2_LOCATION": "Nassar TI",
  "EXPERIENCE_2_DURATION": "jul/2017 - nov/2018",
  "EXPERIENCE_2_DESCRIPTION": "Trabalhei com desenvolvimento de sistemas web utilizando PHP com o framework Laravel. Além disso, fui um dos responsáveis na adoção do Git para versionamento dos projetos da empresa e do Trello para o gerenciamento dos projetos definindo padrões para ambos.",
  "EXPERIENCE_3_TITLE": "Estagiário de TI",
  "EXPERIENCE_3_LOCATION": "Banco Finaxis",
  "EXPERIENCE_3_DURATION": "jul/2016 - jun/2017",
  "EXPERIENCE_3_DESCRIPTION": "Estagiário de suporte e desenvolvimento onde tive o primeiro contato com aplicações de grande porte e trabalho em equipe.",
  "INTERESTS": "interesses",
  "INTERESTS_DESCRIPTION": "<p>Falando um pouco mais do meu lado \"não tech\", tenho interesse pela área de psicologia pois considero essencial entender como a mente humana funciona para só depois ensinar um computador pensar. Me considero uma pessoa otimista e que está sempre buscando ser melhor do que fui ontem. Antes de querer resolver um problema, procuro entender qual é o problema, de fato, e qual é a melhor forma de resolvê-lo.</p><p>Gosto de dizer que \"a única constante em minha vida é a mudança\" porque procuro sempre aprender coisas novas que me auxiliem de alguma forma e assim consigo unir conhecimentos até então desconexos. Além de um bom profissional, eu procuro ser uma boa pessoa também. </p>"
}
